Repository: hguldal/bltdrs
Catalog: App_GlobalResources/Resource.*.resx
Languages: tr_tr

# lblAboneOlunanKanallar
source: Channel Subscribed
tr_tr: Abone Olunan Kanallar

# lblAcik
source: Open
tr_tr: Açık

# lblAciklama
source: Description
tr_tr: Açıklama

# lblAd
source: Name
tr_tr: Ad

# lblAdres
source: Address (Url)
tr_tr: Adres (Url)

# lblAktif
source: Active
tr_tr: Aktif

# lblAktifDersler
source: Active Courses
tr_tr: Aktif Dersler

# lblAktifti
source: was active
tr_tr: aktifti

# lblAktiviteler
source: Activities
tr_tr: Aktiviteler

# lblAnasayfa
source: Homepage
tr_tr: Anasayfa

# lblAra
source: Search
tr_tr: Ara

# lblAramalardaGorunsun
source: Show in Search Results
tr_tr: Aramalarda Görünsün:

# lblArsivdekiDersler
source: Passive Courses
tr_tr: Arşivdeki Dersler

# lblAyarlar
source: Settings
tr_tr: Ayarlar

# lblBaslik
source: Title
tr_tr: Başlık

# lblBegen
source: Like
tr_tr: Beğen

# lblBegeniSayisi
source: Likes
tr_tr: Beğeni Sayısı

# lblBegenmektenVazgec
source: Unlike
tr_tr: Beğenmekten Vazgeç

# lblBilgileriKaydet
source: Save
tr_tr: Bilgileri Kaydet

# lblBilgisayardaDosyaSec
source: Select a File from Computer
tr_tr: Bilgisayardan Dosya Seç:

# lblBilgisayardan
source: From Computer
tr_tr: Bilgisayardan

# lblBirDersiTakipEt
source: Follow a Course
tr_tr: Bir Dersi Takip Et

# lblBoyut
source: Size
tr_tr: Boyut

# lblBulutDers
source: AzureBoard
tr_tr: BulutDers

# lblBulutDersCom
source: azureboard.com
tr_tr: BulutDers.com

# lblCevrimiciKullanici
source: Online User
tr_tr: Çevrimiçi Kullanıcı

# lblCevrimiciKullanicilar
source: Online Users
tr_tr: Çevrimiçi Kullanıcılar

# lblDahaOncekiAktiviteleriGor
source: See Previous Activities...
tr_tr: Daha Önceki Aktiviteleri Gör...

# lblDegerlendirmePuani
source: Evaluation Score
tr_tr: Değerlendirme Puanı

# lblDegistir
source: Change
tr_tr: Değiştir

# lblDepolamaAlani
source: Storage Space
tr_tr: Depolama Alanı

# lblDers
source: Course
tr_tr: Ders

# lblDersAra
source: Search Course
tr_tr: Ders Ara

# lblDersAyarlari
source: Course Settings
tr_tr: Ders Ayarları

# lblDersPanosu
source: Course Board
tr_tr: Ders Panosu

# lblDersSayfasinaGit
source: Go to Course Page
tr_tr: Ders Sayfasına Git

# lblDersSorumlusu
source: Instructor
tr_tr: Ders Sorumlusu

# lblDersSorumlusuMesaji
source: Instructor Message
tr_tr: Ders Sorumlusu Mesajı

# msgAdetHatirlaticinizVar
source: You have notifications
tr_tr: adet hatırlatıcınız var

# msgAramakIstediginizKisiYadaDersleIlgiliKelimeGir
source: Type a word about user or course
tr_tr: Aramak istediğiniz kişi yada dersle ilgili bir kaç kelime girin

# msgBuDersiTakipEdiyorsunuz
source: Following Course
tr_tr: Bu dersi takip ediyorsunuz

# msgBuDersiTakipEtmekIcinOnayGerekiyor
source: To follow this course, Instructor approval is required
tr_tr: Bu dersi takip etmek için ders sorumlusunun onayı gerekmektedir.

# msgBuDersiTakipEtmekIcinSorumluyaBasvur
source: To follow this course, please contact Instructor
tr_tr: Bu dersi takip etmek için lütfen ders sorumlusuna başvurun

# msgBuDersiZatenTakipEdiyorsunuz
source: Course is already being followed
tr_tr: Bu dersi zaten takip ediyorsunuz

# msgBuKullaniciHesabiAskiyaAlinmis
source: This account was suspended. Please contact system administrator
tr_tr: Bu kullanıcı hesabı sistem yöneticisi tarafından askıya alındı

# msgBulutDerseHosgeldiniz
source: Wellcome to AzureBoard
tr_tr: BulutDers'e Hoşgeldiniz

# msgEPostaGirGondereBas
source: Enter your e-mail and click Send button. Your temporary password will be sent to your e-mail
tr_tr: Aşağıdaki alana,hesabınızı oluştururken belirlediğiniz e-posta adresinizi giriniz ve Gönder düğmesine tıklayınız. Geçici parolanız bu adrese gönderilecektir.

# lblErisimKodu
source: Access Code
tr_tr: Erişim Kodu

# lblErisimKodlari
source: Access Codes
tr_tr: Erişim Kodları

# lblErisimSekli
source: Access Type
tr_tr: Erişim Şekli

# lblErisimTuru
source: Access Type
tr_tr: Erişim Türü

# lblUyelikBilgileri
source: Account Details
tr_tr: Üyelik Bilgileri

# lblHesapAyarlari
source: Account Settings
tr_tr: Hesap Ayarları

# lblUyelikTuru
source: Account Type
tr_tr: Üyelik Türü

# lblIslemler
source: Actions
tr_tr: İşlemler

# lblYeniBirDokumanEkle
source: Add a File
tr_tr: Yeni Bir Döküman Ekle

# lblDerseYeniBirDokumanEkle
source: Add a New File to the Course
tr_tr: Derse Yeni Bir Döküman Ekle

# lblEklenmeTarihi
source: Time Added
tr_tr: Eklenme Tarihi

# lblVerilmeTarihi
source: Time Added
tr_tr: Verilme Tarihi

# lblTumBildirimler
source: All Notifications
tr_tr: Tüm Bildirimler

# lblOdev
source: Assignment
tr_tr: Ödev

# lblOdevIslemleri
source: Assignment Actions
tr_tr: Ödev İşlemleri

# lblOdevDosyasi
source: Assignment Attachment
tr_tr: Ödev Dosyası

# lblOdevTeslimi
source: Assignment Delivery
tr_tr: Ödev Teslimi

# lblOdevAciklamasi
source: Assignment Description
tr_tr: Ödev Açıklaması

# lblOdevMetni
source: Assignment Description
tr_tr: Ödev Metni

# lblOdevAyarlari
source: Assignment Settings
tr_tr: Ödev Ayarları

# lblOdevGonderisi
source: Assignment Submission
tr_tr: Ödev Gönderisi

# lblOdevGonderimiKapali
source: Assignment Submission is Closed
tr_tr: Ödev Gönderimi Kapalı

# lblOdevGonderimi
source: Assignment Submisson
tr_tr: Ödev Gönderimi

# lblOdevBasligi
source: Assignment Title
tr_tr: Ödev Başlığı

# lblOdevGonderilmedi
source: Assignment was not submitted
tr_tr: Ödev Gönderilmedi

# lblOdevGonderildi
source: Assignment was submitted
tr_tr: Ödev Gönderildi

# lblOdevler
source: Assignments
tr_tr: Ödevler

# lblVerilenOdevler
source: Assignments
tr_tr: Verilen Ödevler

# lblDerslerdeVerilenOdevler
source: Assignments in Courses
tr_tr: Derslerde Verilen Ödevler

# lblKanalaErisimIzniOlanKisiler
source: Authorized Users for the Channel
tr_tr: Kanala Erişim İzni Olan Kişiler

# lblSadeceIzinVerilenler
source: Authorized Users Only
tr_tr: Sadece İzin Verilenler

# lblSonTeslimTarihineGoreOtomatik
source: Auto by Deadline
tr_tr: Son Teslim Tarihine Göre Otomatik

# lblDerseGozat
source: Browse Course
tr_tr: Derse Gözat

# lblDersSorumlusuOnayi
source: By Instructor approval
tr_tr: Ders Sorumlusunun Onayı İle

# lblIptal
source: Cancel
tr_tr: İptal

# lblTakipIsteginiGeriAl
source: Cancel Course Following Request
tr_tr: Takip İsteğini Geri Al

# lblGirisParolasiniDegistir
source: Change Password
tr_tr: Giriş Parolasını Değiştir

# lblParolayiDegistir
source: Change Password
tr_tr: Parolayı Değiştir

# lblKanalAdi
source: Channel Name
tr_tr: Kanal Adı

# lblKanalAyarlari
source: Channel Settings
tr_tr: Kanal Ayarları

# msgDersinMesajKanalinaGitmekIcinTikla
source: Click here to go the messaging channel
tr_tr: Dersin mesajlaşma kanalına gitmek için buraya tıklayın

# msgDersiTakipIcinTikla
source: Click here to follow the course
tr_tr: Dersi takip etmek için aşağıdaki düğmeyi tıklayın

# lblKapat
source: Close
tr_tr: Kapat

# lblKapali
source: Closed
tr_tr: Kapalı

# lblOdevinVerilecegiDers
source: Course
tr_tr: Ödevin Verileceği Ders

# lblVerildigiDers
source: Course
tr_tr: Verildiği Ders

# lblOgrenciErisimKodlari
source: Course Access Codes
tr_tr: Dersi Öğrenci Erişim Kodları

# lblDerseKabulSekli
source: Course Attendance Type
tr_tr: Derse Kabül Şekli

# lblDersinAdi
source: Course Name
tr_tr: Dersin Adı

# lblDersinDurumu
source: Course Status
tr_tr: Dersin Durumu

# lblDersler
source: Courses
tr_tr: Dersler

# lblVerildigiDersler
source: Courses
tr_tr: Verdiği Dersler

# lblPaylasildigiDersler
source: Courses Shared
tr_tr: Paylaşıldığı Dersler

# lblYeniBirKanalOlustur
source: Create a Channel
tr_tr: Yeni Bir Kanal Oluştur

# lblYeniBirDersOlustur
source: Create a Course
tr_tr: Yeni Bir Ders Oluştur

# lblHesabiOlustur
source: Create Account
tr_tr: Hesabı Oluştur

# lblOlusturulmaTarihi
source: Created Date
tr_tr: Oluşturulma Tarihi

# lblGecerliParola
source: Current Password
tr_tr: Geçerli Parola

# lblGunKaldi
source: Day(s) remaining
tr_tr: Gün Kaldı

# lblSonTeslimTarihi
source: Deadline
tr_tr: Son Teslim Tarihi

# lblTeslimTarihi
source: Deadline
tr_tr: Teslim Tarihi

# lblTumunuSil
source: Delete All
tr_tr: Tümünü Sil

# lblOdeviSil
source: Delete Assignment
tr_tr: Ödevi Sil

# lblKoduSil
source: Delete Code
tr_tr: Kodu Sil

# lblDosyayiSil
source: Delete File
tr_tr: Dosyayı Sil

# lblMesajiSil
source: Delete Message
tr_tr: Mesajı Sil

# lblHatirlaticiyiSil
source: Delete Reminder
tr_tr: Hatırlatıcıyı Sil

# lblTeslimDurumu
source: Delivery Status
tr_tr: Teslim Durumu

# lblDetaylar
source: Details
tr_tr: Detaylar

# lblKarşıdanYukle
source: Download
tr_tr: Karşıdan Yükle

# lblOdevDosyaEkiniKarsidanYukle
source: Download Assignment Attachment
tr_tr: Ödevin Dosya Ekini Karşıdan Yükle

# lblEposta
source: E-mail
tr_tr: E-Posta

# msgGirilenEpostaDahaOnceKayitEdilmis
source: e-mail you have entered is already registered
tr_tr: Girilen e-posta adresi daha önce kayıt edilmiş

# msgDersSorumlusuveyaDersAdiGir
source: Enter Instructor or course name here...
tr_tr: Ders sorumlusunun veya dersin adını bu alana giriniz...

# msgOdevDegerlendirmePuaniniBuAlanaYaz
source: Enter the assignment score...
tr_tr: Ödevin değerlendirme puanını bu alana yazınız...

# msgDersSorumlusuTarafindanVerilenKoduGir
source: Enter your course access code here...
tr_tr: Dersin sorumlusu tarafından verilen erişim kodunuzu bu alan girin...

# lblHerkes
source: Everyone
tr_tr: Herkes

# lblSureDolmus
source: Expired
tr_tr: Süre Dolmuş

# lblDosyaEki
source: File Attachment
tr_tr: Dosya Eki

# lblDosyaIndirmeKotasi
source: File Download Quota
tr_tr: Dosya İndirme Kotası

# lblDosyaAdi
source: File Name
tr_tr: Dosya Adı

# lblDosyaAyarlari
source: File Settings
tr_tr: Dosya Ayarları

# lblDosyalar
source: Files
tr_tr: Dosyalar

# lblOdevlerleGonderilenler
source: Files in submission
tr_tr: Ödevlerle Gönderilenler

# lblPaylasiminizaAcikDokumanlar
source: Files Shared with You
tr_tr: Paylaşımınıza açık Dökümanlar

# msgPaylasilacakDersiBul
source: Find a course to share...
tr_tr: Paylaşılacak dersi bul...

# msgPaylasilacakKisiyiBul
source: Find a user to share...
tr_tr: Paylaşılacak kişiyi bul...

# lblSolBariSabitle
source: Fixed Sidebar
tr_tr: Sol Barı Sabitle

# lblUstBariSabitle
source: Fixed topbar
tr_tr: Üst Barı Sabitle

# lblDersiTakipEt
source: Follow the Course
tr_tr: Dersi Takip Et

# lblTakipEdilenDersler
source: Courses Followed
tr_tr: Takip Edilen Dersler

# lblParolamiUnuttum
source: Forgotten Password
tr_tr: Parolamı Unuttum

# lblDosyalarimdan
source: From Files
tr_tr: Dosyalarımdan

# lblYeniBirOdevVer
source: Give an Assignment
tr_tr: Yeni Bir Ödev Ver

# lblSayfayaGit
source: Go to Page
tr_tr: Sayfaya git

# lblMerhaba
source: Hello
tr_tr: Merhaba

# lblYardim
source: Help
tr_tr: Yardım

# lblHaftalikSaat
source: Hours per Week
tr_tr: Haftalık Saat

# lblTakipEtmekIcinDersAramakIstiyorum
source: I want to search course
tr_tr: Takip Etmek İstediğim Dersi Aramak istiyorum

# lblInceleveDegerlendir
source: Evaluate and Score
tr_tr: İncele ve Değerlendir

# lblIncelendi
source: Read
tr_tr: İncelendi

# lblEgitmenTarafindanIncelendi
source: Evaluated by Instructor
tr_tr: Eğitmen Tarafından İncelendi

# lblInceleniyor
source: Evaluating...
tr_tr: İnceleniyor...

# lblDersinSorumlusu
source: Instructor
tr_tr: Dersin Sorumlusu

# lblOdeviVeren
source: Instructor
tr_tr: Ödevi Veren

# lblEgitmenMesaji
source: Instructor Message
tr_tr: Eğitmen Mesajı

# lblEgitmenDogrulamaKodu
source: Instructor Verification Code
tr_tr: Eğitmen Doğrulama Kodu

# msgGirilenEgitmenKayitKoduSuresiDolmus
source: Instructor verification code is expired
tr_tr: Girilen eğitmen kayıt kodunun süresi dolmuş

# msgGirilenEgitmenKayitKoduGecersiz
source: Instructor verification code is invalid
tr_tr: Girilen eğitmen kayıt kodu geçersiz

# lblTamamlandimi
source: Completed ?
tr_tr: Tamamlandı mı ?

# lblTeslimEdildimi
source: Delivered ?
tr_tr: Teslim Edildi Mi ?

# lblKatildi
source: joined
tr_tr: katıldı

# lblGiris
source: Login
tr_tr: Giriş

# msgGirisBasarisiz
source: Login failed. Please check your e-mail or password
tr_tr: Giriş başarısız. Lütfen kullanıcı adınızı ve parolanızı kontrol edin

# lblTamamlandiOlarakIsaretle
source: Mark as completed
tr_tr: Tamamlandı olarak işaret koy

# lblTamamlanmadiOlarakIsaretle
source: Mark as incompleted
tr_tr: Tamamlanmadı olarak işaret koy

# lblMesajlar
source: Messages
tr_tr: Mesajlar

# lblMesajlasma
source: Messaging
tr_tr: Mesajlaşma

# lblMesajKanali
source: Messaging Channel
tr_tr: Mesaj Kanalı

# lblYeniHesap
source: New Account
tr_tr: Yeni Hesap

# lblYeniEgitmenHesabi
source: New Instructor Account
tr_tr: Yeni Eğitmen Hesabı

# lblYeniParola
source: New Password
tr_tr: Yeni Parola

# lblYeniParolaTekrar
source: New Password (Again)
tr_tr: Yeni Parola (Tekrar)

# lblYeniOgrenciHesabi
source: New Student Account
tr_tr: Yeni Öğrenci Hesabı

# lblHayir
source: No
tr_tr: Hayır

# lblGonderilmemis
source: Not Sent
tr_tr: Gönderilmemiş

# lblYuklemeAdedi
source: Number of Downloads
tr_tr: Yükleme Adedi

# lblOgrenciSayisi
source: Number of Students
tr_tr: Öğrenci Sayısı

# lblTamam
source: Ok
tr_tr: Tamam

# lblSadeceDersSorumlusuTarafindan
source: Only by Instructor
tr_tr: Sadece Ders Sorumlusu Tarafından

# lblSahibi
source: Owner
tr_tr: Sahibi

# lblPasifArsivde
source: Passive (in Archive)
tr_tr: Pasif (Arşivde)

# lblParola
source: Password
tr_tr: Parola

# lblParolaTekrar
source: Password (Again)
tr_tr: Parola(Tekrar)

# msgLutfenAsagidakiAlanlariDoldur
source: Please fill following fields
tr_tr: Lütfen aşağıdaki alanları doldurun

# lblListeyiYazdir
source: Print Code List
tr_tr: Listeyi Yazdır

# lblOzel
source: Private
tr_tr: Özel

# lblOzelSadeceIzinVerilenler
source: Private (Authorized Users Only)
tr_tr: Özel (Sadece İzin Verilenler)

# lblProfil
source: Profile
tr_tr: Profil

# lblProfilBilgileri
source: Profile Details
tr_tr: Profil Bilgileri

# lblProfilFotografi
source: Profile Photo
tr_tr: Profil Fotoğrafı

# lblHerkeseAcik
source: Public
tr_tr: Herkese Açık

# lblKota
source: Quota
tr_tr: Kota

# lblEgitmenKayit
source: New Instructor Account
tr_tr: Eğitmen Kayıt

# lblOgrenciKayit
source: New Student Account
tr_tr: Öğrenci Kayıt

# lblKalanSure
source: Remaining Time
tr_tr: Kalan Süre

# lblHatirlaticilar
source: Reminders
tr_tr: Hatırlatıcılar

# lblKaldir
source: Remove
tr_tr: Kaldır

# lblDosyayiDerstenKaldir
source: Remove file from Course
tr_tr: Dosyayı Dersten Kaldır

# lblSeciliKisiIcinErisimIzniniKaldir
source: Remove Permission for the Selected User
tr_tr: Seçili Kişi için Erişim İznini Kaldır

# lblTakipIcinDersAra
source: Search Course for Following
tr_tr: Takip Etmek için Ders Ara

# lblDosyaBul
source: Search File...
tr_tr: Dosya bul...

# lblOgrenciAra
source: Search Student...
tr_tr: Öğrenci ara...

# msgKisiyadaDersAra
source: Search user or course...
tr_tr: Kişi yada ders ara...

# msgErisimizniIcinKisiBul
source: Search user...
tr_tr: Erişim izni verilecek olan kişiyi bul...

# lblTumBildirimleriGor
source: See All Notifications...
tr_tr: Tüm Bildirimleri Gör...

# lblTumHatirlaticilariGor
source: See All Reminders...
tr_tr: Tüm Hatırlatıcıları Gör...

# lblOdeveGozat
source: See Assigment Details
tr_tr: Ödeve Gözat

# lblGoruntuleyenKisiSayisi
source: Seen By
tr_tr: Görüntüleyen Kişi Sayısı

# lblDosyaSec
source: Select File...
tr_tr: Dosya Seç...

# lblDosyalardanSec
source: Select from Files
tr_tr: Dosyalardan Seç

# lblUniversiteSec
source: Select University
tr_tr: Üniversite Seç...

# lblGonder
source: Send
tr_tr: Gönder

# lblTakipIstegiGonder
source: Send Course Following Request
tr_tr: Takip İsteği Gönder

# lblOdeviGonderen
source: Sender
tr_tr: Ödevi Gönderen

# lblOturumuKapat
source: Sign Out
tr_tr: Oturumu Kapat

# lblMesajlasmayaBasla
source: Start Messaging
tr_tr: Mesajlaşmaya Başla

# lblDurum
source: Status
tr_tr: Durum

# lblSeciliDersicinPaylasimiDurdur
source: Stop Sharing for the Selected Course
tr_tr: Seçili Ders için Paylaşımı Durdur

# lblSeciliKisiicinPaylasimiDurdur
source: Stop Sharing for the Selected User
tr_tr: Seçili Kişi için Paylaşımı Durdur

# lblOdevleriçinDepolamaAlani
source: Storage Space for Assignments
tr_tr: Ödevler için Depolama Alanı

# lblGonderenOgrencininMesaji
source: Student Message
tr_tr: Gönderen Öğrencinin Mesajı

# lblOgrenciler
source: Students
tr_tr: Öğrenciler

# lblOnayBekleyenOgrenciler
source: Students Waiting for Approval
tr_tr: Onay Bekleyen Öğrenciler

# lblOdeviGondermeTarihi
source: Submission Date
tr_tr: Ödevi Gönderme Tarihi

# lblOdeviGonder
source: Submit Assignment
tr_tr: Ödevi Gönder

# lblOdeviGonderdi
source: Accepted Assignment
tr_tr: Ödevi Gönderdi

# lblSoyad
source: Surname
tr_tr: Soyad

# msgSistemdeSizeAitDersBulunamadi
source: You don't have any course
tr_tr: Sistemde size ait bir ders bulunamadı. Yeni bir ders oluşturmak için Sol Menü'den

# msgErisimKodugirDugmeyeTikla
source: To follow this course, access code is required. Please enter your access code and click Follow button
tr_tr: Öğrencilerin bu dersi takipleri, dersin sorumlusu tarafından verilen erişim kodları yardımıyla yapılmaktadır. Lütfen size verilen erişimi kodunu aşağıdaki alan girip Dersi Takip et düğmesine tıklayın.

# msgEklenecekDokumanileIlgiliKisaAciklamaGir
source: Type a description about the file
tr_tr: Eklenecek döküman ile ilgili kısa açıklamanızı bu alana girin...

# msgOdevIleilgiliKisaAciklamaGir
source: Type a short description about the assignment
tr_tr: Ödev ile ilgili kısa açıklamanızı bu alana girin...

# msgDerseEklenecekDokumanileilgiliKisaAciklamaGir
source: Type a short description about the file
tr_tr: Derse eklenecek dosya ile ilgili kısa açıklamanızı bu alana girin...

# msgOgrenciyeOdevileIlgiliMesajYaz
source: Type a short message to the student about the submission
tr_tr: Öğrenciye ödevle ilgili mesajınızı bu alana yazınız...

# msgPanoyaEklemekIstediginMesajiYaz
source: Type your message you want to add the board...
tr_tr: Panoya eklemek istediğiniz mesajı bu alana yazın...

# lblTakibiBirak
source: Unfollow
tr_tr: Takibi Bırak

# lblDersiTakibiBirak
source: Unfollow Course
tr_tr: Dersi Takibi Bırak

# lblUniversite
source: University
tr_tr: Üniversite

# lblGuncelle
source: Update
tr_tr: Güncelle

# lblDosyayiYukle
source: Upload File
tr_tr: Dosyayı Yükle

# lblKullanilan
source: Used
tr_tr: Kullanılan

# lblKullanici
source: User
tr_tr: Kullanıcı

# lblDosyayiYukleyenKullanicilar
source: Users Downloaded the File
tr_tr: Dosyayı Bilgisayarına Yükleyen Kullanıcılar

# lblPaylasildigiKisiler
source: Users Shared
tr_tr: Paylaşıldığı Kişiler

# lblErisimKodlariKullanilarak
source: Via Access Codes
tr_tr: Erişim Kodları Kullanılarak

# msgMesajiniziBurayaYazin
source: Type your message here...
tr_tr: Mesajınızı buraya yazın

# lblEvet
source: Yes
tr_tr: Evet

# msgSuandaBirDersiTakipEtmiyorsunuz
source: You are not following a course
tr_tr: Şu anda herhangi bir dersi takip etmiyorsunuz.

# msgDerseKatilmakIcinOgrenciOlmakGerekiyor
source: You are not a student
tr_tr: Derse katılabilmeniz için öğrenci olmanız gerekmektedir.

# lblDersinde
source: at course
tr_tr: dersinde

# lblOdeviniGonderenler
source: Students Submitting Assignment
tr_tr: Ödevini Gönderenler

# lblOdevlerleGonderilenDokumanlar
source: Files in Student Submissions
tr_tr: Ödevlerle Gönderilen Dökümanlar

# lblOgrencilerinDerseKabulSekli
source: Attendance Type
tr_tr: Öğrencilerin Derse Kabül Şekli

# msgKritereUygunKisiYok
source: No match found user
tr_tr: Aradığınız kritere uygun kişi bulunamadı

# msgKritereUygunDersYok
source: No match found course or user
tr_tr: Aradığınız kritere uygun ders bulunamadı

# lblKisiSayfasinaGozat
source: Go to User's Page
tr_tr: Kişinin Sayfasına Git

# lblDersSayfasinaGozat
source: Go to Course Page
tr_tr: Ders Sayfasına Git

# lblArama
source: Search
tr_tr: Arama

# lblAramaSonuclari
source: Search Results
tr_tr: Arama Sonuçları

# lblBulunanKisiler
source: Users Found
tr_tr: Bulunan Kişiler

# lblBulunanDersler
source: Courses Found
tr_tr: Bulunan Dersler

# lblIstekTarihi
source: Requesting Date
tr_tr: İstek Tarihi

# lblOnayTarihi
source: Approval Date
tr_tr: Onay Tarihi

# lblOnayla
source: Approve
tr_tr: Onayla

# lblReddet
source: Reject
tr_tr: Reddet

# lblDerseErisimiDurdur
source: Stop Access to Course
tr_tr: Derse Erişimini Durdur

# lblKimligiDogrulanmisKullanici
source: Verified User
tr_tr: Kimliği Doğrulanmış Kullanıcı

# lblHata
source: Error
tr_tr: Hata

# lblOlasiCozumler
source: Possible Reasons
tr_tr: Olası Çözümler

# lblGeriDon
source: Go Back
tr_tr: Geri Dön

# lblAnasayfayaGit
source: Go to Homepage
tr_tr: Anasayfaya Git

# msgIslemSirasindaHata
source: Unexpected Error !
tr_tr: İşlem sırasında bir hata meydana geldi

# msgBuDosyayaErismekIcinIzinYok
source: You don't have permission to access the file
tr_tr: Bu Dosya için Erişim Hakkına Sahip Değilsiniz.

# msgBuSayfayaErismekIcinEgitmenOlunmali
source: To accessing the page you need to instructor role
tr_tr: Bu sayfaya erişebilmeniz için eğitmen olmanız gereklidir.

# msgDersBulunamadi
source: Course is not found
tr_tr: Ders bulunamadı

# msgDerseErisimEngellendi
source: Access denied to course page
tr_tr: Derse olan erişim engellendi

# msgBuSayfayaErismekIcinOgrenciOlunmali
source: To accessing the page you need to student role
tr_tr: Bu sayfaya erişebilmeniz için öğrenci olmanız gereklidir.

# msgDersErisimKoduBulunamadi
source: Course access code is not found
tr_tr: Ders erişim kodu bulunamadı

# msgKanalBulunamadi
source: Channel is not found
tr_tr: Kanal Bulunamadı

# msgOzelKanallaraErisimIcinKanalinSahibiIzinVermeli
source: To accessing private messaging channels, You need to have permission
tr_tr: Özel kanallara erişebilmeniz için kanalın sahibi tarafından size erişim izni verilmesi gereklidir.

# msgBuDosyaninSahibininKotasiDolmus
source: The file download quota is exceed. Please contact your instructor
tr_tr: Bu dosyanın sahibi olan eğitmenin dosya indirilme kotası dolmuş durumda

# msgKanalaErisimEngellendi
source: Access denied to channel
tr_tr: Kanala erişim engellendi

# lblOgrenci
source: Student
tr_tr: Öğrenci

# lblLutfenBekle
source: Please Wait...
tr_tr: Lütfen Bekleyin...

# lblCanliDers
source: Live Course
tr_tr: Canlı Ders

# lblErisimKoduKullanarakDerseKatil
source: Join the Course via Access Code
tr_tr: Erişim Kodu Kullanarak Bir Derse Katıl
